# Задание 2 по for
user_name = input('Введите Имя: ')

for last_name in user_name:
    print(last_name)
